app/controllers/nino_controller.rb

SELECT codigo,pnombre FROM `ninos`
---
	def index
		@ninos = Nino.all